// Create a BodhPage component in src/Pages/BodhPage.js

import React from "react";
import Footer from "../Components/Layout/Footer";
import Header from "../Components/Layout/Header";

const BodhPage = () => {
  return (
    <>
      <Header />

      <div className="text-center p-3">
        <h3>Prabhushreeji No Bodh</h3>
      </div>
      <div className="BodhPage">
        <div className="container bodh-card">
          <div className="row">
            <div className="">
              <h4>
                <b>આજ્ઞાનો શિલાલેખ</b>
              </h4>
              <p>
                અનન્ય શરણનો આપનાર પરમકૃપાળુ શ્રીમદ્‌ રાજચંદ્ર સદ્ધરુદેવને અત્યંત
                ભક્તિથી ત્રિકાળ નમસ્કાર હો. પરમકૃપાળુ સદ્ઠરુદેવ શ્રીમદ્‌
                રાજચંદ્ર પ્રભુએ અનંત કરુણા કરીને ચૌદ પૂર્વના સારરૂપ જે મહામંત્ર
                તથા નિત્યનિયમાદિ સાધનો પ પૂ પ્રભુશ્રીજીને આપેલ તથા સૌ કોઈ
                કલ્યાણની ઇચ્છાવાળા જિજ્ઞાસુઓને આપવા તેઓક્રીને આજ્ઞા કરંલ, તે
                તેઓશ્રીએ તે સાધનની ઇચ્છાવાળા મુમુક્ષુઓને આપવા પૂ. બ્રહ્મચારીજીને
                આજ્ઞા કરેલ તે આત્મશ્રેયકારી સાધનોની આજ્ઞા આપનાર આજે કોઇ નહિં
                હોવાથી તે આજ્ઞાના આરાધનની ઇચ્છાવાળા ભાવિક મુમુક્ષુઓએ પ.પૂ.
                પ્રભુશ્રીજીના ઉપદેશ અનુસાર નીચે મુજબ કર્તવ્ય છે.
              </p>
              <h6 className="mt-4">
                <b>મંત્રસ્મરણ</b>
              </h6>
              <p>
                <b>“સહજાત્યમસ્વરૂપ પરમ ગુરુ”</b> એ મહા ચમત્કારિક મંત્ર છે.
                સંભારતાં, યાદ કરતાં, બોલતાં, વૃત્તિ તેમાં વાળતાં કોટિ કર્મ ખપે
                છે. શુભ ભાવ થાય છે, શુભ ગતિ અને મોક્ષનું કારણ થાય છે. મરણ સમયે
                ચિત્ત વૃત્તિ મંત્ર સ્મરણમાં કે તે સાંભળવામાં જોડાય તો ગતિ સારી
                થઇ જાય અને જન્મમરણથી મુક્ત થવાનું સમર્થ કારણ થાય છે. આ મંત્રની
                ત્રણ કે પાંચ માળાનો નિત્યનિયમ રાખવા યોગ્ય છે.
              </p>
              <h6 className="mt-4">
                <b>નિત્યનિયમ</b>
              </h6>
              <p>
                ભક્તિના વીસ દુહા, યમનિયમ. ક્ષમાપનાનો પાઠ વિગેરે રોજ ભક્તિ કરવી.
                તેથી કોટિ કર્મ ખપી જશે. સારી ગતિ થશે. એકલો આવ્યો છે. એકલો જશે.
                ભક્તિ કરી હશે તે ધર્મ સાથે જશે. આત્માને સુખ પમાડવું હોય તો પૈસો
                ટકો કાંઇ સાથે આવશે નહિં. એક ભજન ભક્તિ કરી હશે તે સાથે આવશે. ઘણા
                ભવ છૂટી જશે. માટે આ કર્તવ્ય છે. તેથી મનુષ્યભવ સફળ થશે.
              </p>
              <h6 className="mt-4">
                <b>સાત વ્યસનનો ત્યાગ</b>
              </h6>
              <p>
                જુગાર, માંસ, દારૂ, મોટી ચોરી, વૈશ્યાગમન, શિકાર, પરસ્્રીગમન એ સાત
                વ્યસનનો ત્યાગ કર્તવ્ય છે.
              </p>
              <h6 className="mt-4">
                <b>સાત અભક્ષ્યનો ત્યાગ</b>
              </h6>
              <p>
                વડના ટેટા, પીપળના ટેટા, પીપળાના ટેટા, ઉમરડાં, અંજીર, મય અને માખણ
                એ સાત અભક્ષ્યનો ત્યાગ કર્તવ્ય છે.
              </p>
              <h6 className="mt-4">
                <b>
                  “પરમ ઉપકારી શ્રી લઘુરાજસ્વામી (પ્રભશ્રી) રચિત, ઉપદેશામૃતમાંથી
                  આજ્ઞા ભક્તિ નું માહાત્મય.”
                </b>
              </h6>
              <p>
                ભક્તિના “વીસ દુહા' “યમનિયમ” “બહુ પુણ્ય કેરા પુંજથી* “ક્ષમાપનાનો
                પાઠ', વગેરે રોજ ભક્તિ કરવામાં આવે તેથી કોટિ કર્મ ખપી જશે, સારી
                ગતિ થશે. એકલો આવ્યો છે, એકલો જશે. ભક્તિ કરી હશે તે ધર્મ સાથે
                જશે. આત્માને સુખ પમાડવું હોય તો પૈસો ટકો કાંઈ સાથે આવશે નહીં. એક
                ભજનભક્તિ કરી હશે તે સાથે આવશે. ઘણા ભવ છૂટી જશે. માટે આ કર્તવ્ય
                છે. તેથી મનુષ્યભવ સફળ થશે. કંઈ નહિ તો “વીસ દોહરા' ચડીપાઠની પેઠે
                રોજ બોલૈ તો પણ કામ થઈ જાય. સંગ બળવાન છે.
              </p>
              <br />
              <h4 className="mt-4">
                <b>આજ્ઞા એજ ધર્મ આજ્ઞા એ જ તપ</b>
              </h4>
              <p>
                ફાગણ સુદ પૂર્ણિમા, સંવત ૧૯૮૬ આજે કોઈ આંતરિક સ્ફરણાથી, પુરાણ
                પુરુષની કૃપાથી અમે તમને અમારુ અંતર ખોલીને વાત કરવા બોલાવ્યા છે.
                તે વાત નથી સંસારની કે સ્વાર્થની કે નથી વેપારની; પણ માત્ર
                આત્મહિતાર્થની, પરમાર્થની છે. આ દેહનો શો ભરોસો ! અવસ્થા થઇ એટલે
                અમારું અંતર ખોલી આ ખુલ્લેખુલ્લી વાત અમે તમને જણાવીએ છીએ. આ હજુ
                અમે કોઇને કહી નથી. આ શબ્દો તો શન ક્હેવાયા હોય, પરંતુ જે તે
                અવસરની પ્રેરણાશક્તિ અને તેનું યોગબળ એ નવું છે. તમને કહેવા યોગ્ય
                જાણી ક્હૈવા પ્રેરણા થવાથી આજે ચારપાંચ ધ્વિસથી બોલાવું બોલાવું એમ
                થતું હતું અને આજે અવકાશ મળતાં બોલાવ્યા છે. આ અમે કહીએ છીએ તે
                બરાબર લક્ષમાં રાખશો. દિન પ્રતિદિન, સમયે સમયે ઉપયોગમાં રાખશો. એ જ
                કરવાનું છે. આ બધું આજે ન સમજાય, પણ શ્રદ્ધા છે તેથી માન્ય
                રાખવાનું છે; અને તે આગળ ઉપર અવસરૅ સમજાશે
                <br />
                <br />
                શ્રી મહાવીર સ્વામીએ ગૌતમ સ્વામીને આજ્ઞા કરી હતી કે જાઓ, અમુકને
                આમ કહેજો. પરમકુપાળુદેવે સોભાગ્યભાઇને કહીને મોકલ્યા કે મુનિને આ
                પ્રકારે કહેજો. એમ અમને પરમકૃપાળુદેવે નથી ક્હૈલકે તમે આ પ્રમાણે
                કહેશો. (આ વ્યક્તિગત વાત છે. કૃપાળુશ્રીએ પત્રોમાં તો સામાન્યપણે
                “આમ આત્માર્થીને કહેવું, આ પ્રકારનો ઉપદેશ કર્તવ્ય છે' આદિ જણાવેલ
                છે જે “શ્રીમદ રાજચંદ્ર ગ્રંથજોતાં સમજાશે) પરંતુ આજ્ઞા કોઈ
                જીવાત્માને પ્રત્યક્ષ પુરૂષથી સ્વમુખે પ્રાત થઇ હોય છે; કોઇને
                પ્રત્યક્ષ પુરુષના કહેવાથી કોઈ અન્ય જીવાત્મા આજ્ઞા કરે છે અને કોઈ
                જીવ પ્રત્યક્ષ પુરૂષથી પ્રામ આજ્ઞાને આરાધતા જીવાત્માને જોઈ તે
                આરાધક સાચા પુરુષની સત્ય રીતે આજ્ઞા ઉપાસે છે' એવા વિશ્વાસથી
                તદનુસાર તે પ્રત્યક્ષ પુરુષની આજ્ઞા-આરાધકને થયેલ આજ્ઞા પોતાના
                આત્માને હિતકારી જાણી તે આરાધક પાસેથી જાણી, સમજી ઉપાસે છે; જેમકે
                વણાગ નટવરને પ્રત્યક્ષ પુરૂષથી આજ્ઞા પ્રાપ્ત થયેલ અને તેની તે
                ઉપાસના જોઈ, વણાગ નટવર સાચા પુરુષની સાચી રીતે આજ્ઞા ઉપાસે છે એવી
                શ્રદ્ધાથી, તેનો દાસ “આ વણાગ નટવર જે અને જેમ ઉપાસે છે તે મને હો !
                હું કાંઇ સમજતો નથી” એમ વિચારતો થકી આજ્ઞા-આરાધક થઈ કલ્યાણને પ્રાત
                થયો. આ પ્રમાણે અમને જે પરમકપાળુદેવે આજ્ઞા કરી છે અને જે અમે
                આરાધીએ છીએ, જેની અમને દઢ શ્રહ્ઠા છે તે અમે તમને આજે સ્પષ્ટ
                અંતઃકરણે ખુલ્લા શબ્દોમાં કડીએ છીએ; કારણકે અમારાં વચન ઉપર તમને
                વિશ્વાસ છે, શ્રદ્ધા છે કે આ જે પોતે આરાધે છે તે જ કહે છે.
                પરમકૃપાળુદેવની આજ્ઞા પ્રત્યે પરિણામપૂર્વક દઢ શ્ર્ઠાથી ઉપાસના
                કરશો તો કલ્યાણ જ છે. એ આજ્ઞા તે “સહજાત્મિસ્વરૂપ” એ છે; અને એ જ
                આત્મા છે, એમ દઢ શ્રઘ્ઠા રાખવી. આ તો સાંભળ્યું છે, એમાં બીજું
                નવું શું છે? એ પ્રકારના વિકલ્પથી સામાન્યપણામાં ન કાઢી નાખતાં,
                આમાં કોઇ અલૌકિક્તા રહી છે એમ માની દઢ શ્ર્ઠાથી આરાધન કરવું.
                <br /> <br />
                મરણ તો સર્વને છે જ; દેહ ધર્યો ત્યારથી જ મરણ છે અને મરણ સમયની
                વેદના પણ અસહ્ય હોય છે. ભલભલા ભાન ભૂલી જાય છે. તે વખતે કંઇ પણ યાદ
                આવી શક્તું નથી. માટ અત્યારથી જ તેની તૈયારી કરી રાખવી કે સમાધિમરણ
                થાય. “મરણ અવસર મને બીજું કંઇ ના હો, આ જ આજ્ઞા માન્ય હો ! હું કંઇ
                પણ જાણતો નથી, પરંતુ આ જે કહે છે તે જ સત્ય છે અને તે જ આજ્ઞા
                માન્ય હો!” એમ તૈયારી કરી રાખવી. સમયે સમયે જીવ મરી રહ્યો છે. માટે
                સમય માત્રનો પણ પ્રમાદ ન કરતાં, “સમય નોંયપ્ 11 વ॥૭1” એ વાક્ય યાદ
                રાખીને સમયે સમયે આજ્ઞામાં પરિણામ કરવાં. મારું તો એ પુરાણપુરુષ
                પરમફપાળુદેવે જે કહ્યું છે તે એક માત્ર “સહજામસ્વરૂપ' જ છે, અન્ય
                કાંઇ મારું નથી. અંતરાત્માથી પરમાત્માને ભજાય છે. માટે અંતરથી
                (અંતરાત્મા થઇ પરમાત્મામાં જેને દઢ. સત્ય શ્રહ્દા છે તે અંતરાત્મા
                છે) દઢ શ્રહ્ઠા રાખીને આજ્ઞા ઉપાસવી. આ સંજોગ-સંબંધ સ્તરી-પુત્ર.
                માતા-પિતા, ભાઇ આદિ સર્વ પર્યાય છે (કર્મજન્ય પૌદ્રલિક અને વૈભાવિક
                પર્યાય છે) અને નાશવંત છે. માટે તે કોઇ મારાં નથી. મારા તો એક
                સત્સવરૂપી પરમ કુપાળુદેવ છે, અને તેમણે જે આજ્ઞા કરી છે અને કહ્યો
                છે તેવો સહજામસ્વરૂપી એક આત્મા જ છે. તે સહજામસ્વરૂપ આત્મા છે,
                નિત્ય છે, એ આદિ છ ૫૬ જે પરમ કપાળુદેવે કહ્યાં છે તે સ્વરૂપવત છે.
                એ મારો છે એમ માનવું. અત્યારથી તૈયારી કરી રાખવી કે મરણ સમયે આ
                આજ્ઞા જ માનીશ, બીજું કંઇ નહીં માનુ એ માનવાથી જ, એ માન્યતા
                રહેવાથી તે સાથે જે મરણ છે તે સમાધિમરણ છે. જ્ઞાન-દર્શન-ચાસ્ત્રિમય
                સહજામસ્વરૂપ આત્મા એ જ આપણો છે, એમ માનવું જીવ પોતાની મેળે
                શ્રહ્ઠા, ભાવના કરે એનાં કરતાં આ તો સાક્ષી થઈ, અમારી સાક્ષીયુક્ત
                થયું.
              </p>
              <br />
              <h4 className="mt-4">
                <b>સતસંગ</b>
              </h4>
              <p>
                આ ભશ્રમ) તીર્થક્ષેત્ર શાથી છે? અહીં આત્માની જ વાત થાય છે. સૌથી
                પ્રથમ જરૂર શાની છે? શ્રવણની. સુસ્તાળે નાળે વિજ્ઞાળે શ્રવણથી
                વિજ્ઞાનપણું થાય છે. સત્સગથી બોધ શ્રવણ થાય છે. સત્સાંગમાં અલૌકિક
                ભાવ જોઇએ. લોકિક ભાવ થઇ જાય ત્યાં અપૂર્વ હિંત થાય નહી.
                <br /> <br />
                અહીં સત્સગમાં જ્ઞાની પુરુષના વચનો વંચાય છે. વિચારાય છે ત્યાં શું
                થાય છે? ભવ કપાઈ જાય છે. હજારો ભવ નાશ થાય છે.
                <br /> <br />
                સત્સાંગમાં બોધ સંભળાય છે. ત્યાં જે લાભ થાય છે તે દેખાતો નથી.
                હમણાં હજાર બે હજાર રૂપિયાનો લાભ થાય તો તે દેખાય છે. એવા લાભ લૈવા
                માટે જીવ દોડીને જાય, પણ અહીં કર્મો નાશ થઇ જાય, ભવ કપાઇ જાય, તેવી
                કમાણી છે તે દેખાતી નથી. એટલે જીવને સત્સગ પ્રત્યે વિશ્વાસ, પ્રેમ,
                ઉલ્લાસ, અલૌકિક ભાવ આવતો નથી.
                <br /> <br />
                એક શબ્દ સત્સાંગમાં સાંભળતાં દસ હજાર વર્ષનું નરકનું આયુષ્ય તૂટ છે
                અને દસ હજાર વર્ષનું દેવનું આયુષ્ય બંધાય છે.
                <br /> <br />
                સર્વ શાસ્રોનો સાર, તત્ત્વોનો સાર શોધીને કહી દીધો છે. બહુ દુર્લભ,
                આ કાળમાં કામ કાઢી નાખે તેવું કૃપાળુદેવે આપ્યું છે. વિશ્ચાસ હોય
                તો કહું. “વીસ દુહા” ભક્તિના છે તે મંત્ર સમાન છે. સો વખત, હજાર
                વખત બોલાય તો પણ ઓછું છે. લાભના ઢગલા છે. “ક્ષમાપનાનો પાઠ, “છ
                ૫૬'નો પત્ર, “યમનિયમ”. “આત્મસિદ્િ' - આટલાં સાધન અપૂર્વ છે,
                ચમત્કારિક છે ! રોજ ભણવાં જરૂરનાં છે. જીવતાં સુધી આટલી ભક્તિ રોજ
                કરવી જ. “દરજીનો દીકરો જીવે ત્યાં સુધી સીવે.” એતો ખોટી વાત છે; પણ
                તમે જીવતાં સુધી આટલું તો કરજો જ, તેથી સમાધિમરણ થશે. સમક્તિનો
                ચાંલ્લો થશે. વધારે શું કહું?
                <br /> <br />
                મરી જજો, પણ સત્સગ કરજો.
                <br /> <br />
                જ્યાં આત્માર્થ હોય ત્યાં આત્માર્થ ખોટી થવું, બરછી અને ભાલા વરસતા
                હોય તો પણ ત્યાં ખોટી થવું; પણ અસત્સાંગમાં મોતીના વરસાદ વરસતા હોય
                તો પણ ન જવું.
                <br /> <br />
                કર્મની વિચિત્ર ગુતિ છે. આ કાળમાં કામ કરી લૈવું હોય તો છાતીમાં
                આટલું લખી રાખો: “સત્‌-સગ અને બોધ” તે કર્યા કરવું.
                <br /> <br />
                કોઇના ભાર નથી કે સત્સગ વગર પામે. સમાગમમાં આવે, ખાસડા પડ.
                ભાલોડાનો વરસાદ પડ તો પણ ન ખસે
                <br /> <br />
                માત્ર એક મનુષ્યભવ મળ્યો એટલે એને સત્સમાગમમાં વાપરવો છે. જો
                સત્સગની પકડ થઇ ગઇ તો દેવની ગતિ થઈ જાય. સત્સગ તો અમૃત છે! જેના
                ભાગ્ય હશે તે સમજશે.
              </p>
              <br />
              <h4 className="mt-4">
                <b>ભક્તિ</b>
              </h4>
              <p>
                ભક્તિ જીવે કર્તવ્ય છે. સર્વ ધર્મમાં ભક્તિને પ્રધાનપદ આપ્યું છે.
                વૈષ્ણવ હોય, મુસલમાન હોય, ખ્રિસ્તી હોય; કોઇ ભક્તિમાં નથી માનતા એમ
                નથી. એનાથી પાપનો નાશ થાય છે. પાપી છે તેને આર્તિભક્તિ કરવાનો
                અધિકાર છે. બાકી ભક્તિના ઘણા પ્રકાર છે. બોધ સાંભળવો, વાંચન,
                વિચારણા, સદ્ધરુમાં પ્રેમ, ભાવ-એવી ભક્તિ ઉત્તમ છે.
                <br /> <br />
                મુમુક્ષુ.પાપ દોષ તો અનંત કાળથી અનેડ પ્રકારના કર્યા છે. તે નાશ
                કરવાનો મુખ્ય ઉપાય કયો? પ્રભુશ્રી-ભક્તિ, સ્મરણ, પશ્ચાતાપના ભાવ
                કરે તો સર્વ પાપનું નિવારણ થાય. ઉપવાસ આદિ તપ તો કોઇથી ન પણ થાય.
                કદાય કષ્ટ આપે. પરંતુ સ્મરણ-ભક્તિ પ્રેમપૂર્વક કરે ને ભગવાનનું રટણ
                કરૈ, સદ્ધસુમંત્રમાં રહે તો કોટિ કર્મનો ક્ષય થાય. એવો એ ભક્તિનો
                મહિમા છે.
                <br /> <br />
                “ભગવત્‌ મુક્તિ આપવામાં કૃપણ નથી, પણ ભક્તિ આપવામાં કૃપણ છે એમ
                લાગે છે.”
                <br /> <br />
                અત્યારે જે દશા છે તે અજ્ઞાન દશા છે. બાળ - અવસ્થા જેવી દશા છે.
                પોતે જે બોલીએ, નિર્ણય કરીએ, માનીએ, તે તેમ જ હોય એવો સંભવ નથી.
                તેથી જેમ કોઈ બાળકને આપણે પૂછીએ તો તે તેના માબાપ સામું જુએ અને
                તેના માબાપ બોલાવે તેમ બોલે છે; તેમ આપણે પણ કલ્યાણનો માર્ગ જાણ્યો
                નથી તેથી કોઈ સંતને પૂછયો તો તેમણે પોતાને જેનાથી લાભ થયો છે તેવો
                નિઃશંક માર્ગ-પરમકૃપાળુ દેવની ભક્તિનો માર્ગ-આપણને બતાવ્યો તે
                માર્ગ ભૂલ વગરનો, સાચો છે. તે માર્ગથી આપણું કલ્યાણ છે. એમ આપણા
                મનમાં દઢતા થાય તેવો તેમણે આપણને ઉપદેશ આપ્યો તે તેમનો પરમ ઉપકાર
                છે. તે ઉપકારીનો ઉપકાર ન ભૂલવો. તેમને ઉપકારી તરીકે ગણવા.
                <br /> <br />
                ડઝ તપ તે ભક્તિ છે. અનાદિ કાળથી આડું શું આવે છે? વિષય અને તેને
                લીધે કષાય. સત્‌ અને શીલ - સત્‌ તે આત્માની ભાવના, શીલ તે ત્યાગ.
                ત્યાગની જરૂર છે. તે ભક્તિ છે.
                <br /> <br />
                ભક્તિ શ્રેષ્ઠમાં શ્રેષ્ઠ છે, મુકામે જવાનો રસ્તો છે. ભક્તિભાવથી
                કલ્યાણ થાય છે; પણ ધેર બેઠે ન થાય. આ ભાવ કરો. ફરીથી દાવ નહીં આવે,
                માટે ભક્તિ કરવાની છે.
                <br /> <br />
                સત્સગે સમાગમે વાણી સાંભળવામાં આવે છે તેથી હિત થાય છે. સત્સગમાં
                આવી કંઇ લઇ જવું જોઇએ. શું? કર્તવ્ય શું છે? ભક્તિ. ભક્તિ જેવું
                કોઇ સાધન નથી. એ બહુ મોટી શ્રેષ્ઠ વસ્તુ છે. મુમુક્ષુ - ભક્તિ યે
                ઘણા કરૅ છે. તો ભક્તિ કઇ કરવી? પ્રભુશ્રી-હધ્યમાં ટેક રાખવો. વીસ
                દુહા ભક્તિના એકાંતમાં બેસી આખા ધ્વિસમાં એક વાર પણ બોલવા. આ મંત્ર
                છે, જાપ છે. સાપનું ઝેર જેમ મંત્રથી ઊતરે છે તેમ આ જીવને ભક્તિથી
                કર્મનું ઝેર ઉતરે છે. “હે પ્રભુ ! હે પ્રભુ ! શું કહું?
                દીનાનાથદયાળ' લઘુત્વ, ગરીબાઇ, ગુરુવચન એ ક્યાંથી હોય !
                <br /> <br />
                આ વચનો કાને પડે છે તે કેવાં મહાભાગ્ય ! કોટિ કર્મ અહીં ખપે છે. આ
                ભક્તિ છે. ભક્તિ એ જ ભવથી તારનાર છે
                <br /> <br />
                સતુ અને શીલ એ યોગ્યતા લાવશે. અને છેવટમાં કહી દઉં? આ છેલ્લા બે
                અક્ષર ભવસાગરમાંથી બૂડતાને તારનાર છે. % તે શું છે? તો ભક્તિ,
                ભક્તિ અને ભક્તિ.સ્વરૂપભક્તિમાં પરાયણ રહેવું.
              </p>{" "}
              <br />
              <h4 className="mt-4">
                <b>પ.ઉ. પ્રભશ્રીજીનો પૂનાનો બોધ</b>
              </h4>
              <p>
                નિષ્પક્ષપાતપણે એક આત્મહિતની ખાતર અમે એક વાત જણાવવા ઇચ્છીએ છીએ.
                તેમાં નથી અમારો સ્વાર્થ કે નથી કોઈને અવળો રસ્તો બતાવવો કે નથી
                પૂજા-સત્કાર સ્વીકારવાની વાત. બધા સંઘની સાક્ષીએ વાત કહીએ છીએ. જે
                ભરી સભામાં સંધ આગળ જુઠું કે છેતરવાને બોલે તેનું શાસ્ત્રમાં મહા
                પાપ વણંવ્યું છે. તેવા બોબડા જન્મે છે; વાચા બંધ થઈ જાય. મૂઢ પણ
                થાય. અમે જે કહીએ છીએ તેના ઉપર જેને વિશ્વાસ હોય તે જ ઊભા થાય.
                બીજા ભલે પોતાની જગાએ રહે. પણ અમે ક્હીએ તેમ કરવું હોય તો ઊભા થઈ
                કૃપાળુદેવના ચિત્રપટ આગળ હાથમૂકે અને કહૈ કે સંતના કહેવાથી મારે
                કૃપાળુદેવની આજ્ઞા માન્ય છે.
                <br /> <br />
                અમને તો ભલા એમ થયું કે જે વચન અમને આત્મહિતનું કારણ થયું તે વચન
                બીજા પણ સાંભળે. શ્રહ્ તો કલ્યાણ થાય. તેથી તેની આજ્ઞા
                “સહજાત્યમસ્વરૂપ પરમગુરુ' જે અમારી પાસે આવ્યા તેમને કૃપાળુની
                દૃષ્ટિએ કહી સંભળાવી.
                <br /> <br />
                પણ અણસમજણે કોઈક તો પોપટલાલને, કોઇક રત્નરાજને, કોઈક રણછોડભાઈને
                અને અમને દેહદૃષ્ટિએ વળગી પડયા. ઝેર પીઓ છો ઝેર, મરી જશો. ન હોય એ
                રસ્તો, જ્ઞાની તો જે છે તે છે. એની દૃષ્ટિએ ઊભા રહો તો તરવાનો કંઇક
                અ॥રો છે. અમને માનવા હોય તો માનો, ન માનવા હોય તો ન માનો; પણ જેમ
                છે તેમ કહી દેવું છે. અમે તો ધાર્યું હતું કે હમણાં જે ચાલ છે તે
                છો ચાલૈ. વખત આવ્યો બધું ફેરવી નાખીશું. કંઇ અમને ફૂલહાર,
                પૂજા-સત્કાર એ ગમતાં હશે? પણ ન ગમતા ઘૂંટડા જાણીને ઉતારી જતા. હવે
                તો છુપાવ્યા વગર ખુલ્લું કહી ધઈએ છીએ કે પૂજાભક્તિ કરવા લાયક એ
                કૃપાળુદેવ. હા, ભલૈ ઉપકારીનો ઉપકાર ન ભૂલવો. કોઇ મેળાપી મિત્રની
                પેઠે તેની છબી હોય તો વાંધો નથી. પણ પૂજા તો એ ચિત્રપટની થાય. ઠીક
                થયું, નહીં તો ફૃપાળુદેવની સાથે આ દેહની મૂર્તિ પણ દેરાસર થાત
                ત્યારે મૂકી દેત. એવું કરવાનું નથી. બારમા ગુણઠાણા સુધી સાધક, સાધક
                અને સાધક જ રહેવાનું કહ્યું છે. આડુંઅવળું જોયું તો મરી ગયા જાણજો.
                હવે એક એકે અહીં આવી કપાળુદેવના ચિત્રપટની પાટ ઉપર હાથમૂકી, “સંતના
                કહેવાથી ફૃપાળુદેવની આજ્ઞા મારૅ માન્ય છે' એમ જેની ઇચ્છા હોય તે
                કહી જાય.
                <br /> <br />
                પછી બધા વારાફરતી ઊઠી ચિત્રપટ આગળ પ્રભુશ્રીના કહ્યા પ્રમાણે કહીને
                પ્રભુશ્રીને નમસ્કાર કરીને પાછા બેઠા. કેટલાક નવીન જીવો પણ ત્યાં
                હતા તેમને જોઇને પ્રસન્ન વદને પ્રભુશ્રી બોલ્યા--
                <br /> <br />
                “આ ભછ્ધિક નવા જીવો પણ ભેગા ભેગા લાભ પામી ગયા. કોણ જાણતું હતું?
                ક્યાંથી આવી ચઢયા! ટકી રહૈ તો કામ કાઢી નાંખે. અમે આ કહ્યું છે તે
                માર્ગ ખોટો હોય તો તેના અમે જામીનદાર છીએ. પણ જે કોઈ સ્વચ્છદ
                વર્તશે. અને “આમ નહીં, આમ કરી દૃષ્ટિફેર કરશે તેના અમે જવાબદાર
                નથી. જવાબદારી લૈવી સહેલી નથી. પણ એ માર્ગમાં ભૂલ નથી. જે કોઈ
                કૃપાળુ દેવને માનશે તેને કંઈ નહીં તો દેવગતિ તો છે જ.”
              </p>
              <br />
              <h4 className="mt-4">
                <b>
                  વર્તમાન આ કાળમાં, મોક્ષમાર્ગ બહુ લોપ: વિચારવા આભ્માર્થીને,
                  ભાખ્યો અત્ર અગોપ્ય
                </b>
              </h4>
              <p>
                અનેક મતમતાંતરમાં અને અનેક નામધારી ક્ષયોપશમી પુરુષો “મોક્ષમાર્ગ
                અમે સમજ્યા છીએ* એમ માને છે અને તેનો ઉપદેશ આપી “અન્યને મોક્ષમાર્ગ
                ચઢાવીએ છીએ* એમ માને છે. પરંતુ આ સતપુરુષને તો એમ થયું કે આવા
                કાળમાં અમારો જન્મ ક્યાંથી થયો ? આત્મજ્ઞાની પુરુષોની તો અત્યંત
                દુર્લભતા હોવા છતાં મષ્યસ્થપણે આત્મજ્ઞાનની શોધ કરવાનો નિર્ણય
                કર્યો હોય તેવા કે સરળપણે સાચી વાતને ગ્રહણ કરે તેવા જીવાત્માઓ પણ
                બહુ ઓછા દીઠા. માત્ર શુષ્ક જ્ઞાની એટલે જ્ઞાનનો ડોળ કરીગુરુતા માની
                બેઠેલા કે માત્ર ક્રિયાજડ એટલે જ્ઞાનનું માહાત્મય જેમને નથી પણ
                એકલા બાહ્મ આચારને જ મોક્ષમાર્ગ માનનારા એવા ઘણા પુરુષો આ કાળમાં
                ધર્મનો ઇજારો પોતાની પાસે હોય એમ માની બેઠા છે. તે સત્યપુરુષ અને
                સત્યપુરુષના માર્ગ પ્રત્યે ટેષ રાખનાર હોય છે.
                <br /> <br />
                આવા વિકરાળ કાળના પંજામાંથી બચાવનાર એક પરમ કૃપાળુ શ્રીમદ રાજચંદ્ર
                પ્રભુ જ છે. તેમણે આ કાળમાં આપણા ઉપર ઉપકાર કર્યો છે તેનો ઉપકાર
                પૂરંપૂરો સમજવા જેટલી પણ આપણામાં બુદ્ધિ નથી તો તેનો બદલો કેવી
                રીતે વાળી શકાય ? આ મનુષ્યભવને સફળ કરવાનું આ કાળમાં મુખ્ય સાધન
                હોય તો તે પરમ ફપાળુદેવ ઉપર પરમ પ્રેમ અને નિષ્કામ ભક્તિ તથા તેના
                વચન ઉપર શ્રહ્ઠા અને તેના આશયને સંતસમાગમ સમજવાની તીવ્ર ઇચ્છા એ જ
                છે. ચંદનના વનમાં પાસેનાં અન્ય વૃક્ષો જેમ સુગંધવાળાં બને છે તેમાં
                ચંદનની સુગંધી હોય છે તેમ સત્યપુરુષ શ્રી પરમ કૃપાળુદેવના બોધે
                જેમને સમ્યકત્વની પ્રાપ્તિ થઈ છે, તેમની પાસે તે પરમ પુરુષોનો જ
                સત્ય બોધ છે અને તે જ આત્માને હિતકારી છે. જે જે વસ્તુ સત્યપુરુષના
                મુખથી સાંભળી હોય, અવધારી હોય, અનુભવી હોય તેનો જ તે ઉપદેશ કરૅ છે
                અને તેનું જ તેને માહાત્મય લાગ્યું છે. જે વસ્તુનું મૂળ સત્યપુરુષ
                નથી ને જે માત્ર કલ્પનાના આધારે ટકે છે તે ગમે તેવી મનોહર વાત
                જણાતી હોય, આપણા ચિત્તને પ્રસન્ન કરતી હોય પણ જો કલ્પનાને પોષતી
                હોય તો તે વિષની પેટે તજવા યોગ્ય છે. પરમ કૃપાળુદેવે કહ્યું છે કે
                <br /> <br />
                “જઠાં કલપના-જલપના, તહીં માનું દઃ:ખછાંય;મિટ ક્લપના-જલપના, તબ
                વસ્તુ તિન પાઈ.”
                <br /> <br />
                તેથી સત્યુરુષના આધારે જીવવું એ કલ્યાણરૂપ છે. તેનું શરણ એ
                કલ્પવૃક્ષની છાયા છે, ત્યાં દુઃખ નથી. બાકી બીજે બધે ત્રણે લોકમાં
                દુ:ખ જ ભર્યું છે. એ શરણ અનન્ય ભાવે અમને તમને સદાય રહો એ જ પરમ
                ફપાળુદેવ પ્રત્યે પ્રાર્થના છેજી.
              </p>
              <br />
              <h4 className="mt-4">
                <b>પ. ઉ. પ્રભુશ્રીજી નો નાસિકનો બોધ</b>
              </h4>
              <p>
                સવત ૧૯૯૨ ના મહા સુદ પૂનમથી પ્રભુશ્રીજીની તબિયત નરમ થઇ. ડૉક્ટરોએ
                સંપૂર્ણ આરામ લેવાનું કહ્યું. દર્શન, બોધ, સમાગમ સર્વ લાભ બંધ થયો.
                પાછળથી ધ્વિસમાં એકવાર દર્શન કરવાનું માત્ર ખુલ્લું
                <br /> <br />
                આવી નરમ તબિયત છતાં અને બધાની ના છતાં ક્ષેત્ર કરસના કે ઉદયવશાત્‌
                તેઓશ્રી ચેત્રમાં એક અઠવાડિયા માટ નાસિક પયાર્યા હતા.
                <br /> <br />
                ક્ષેત્ર ફરસના નાસિક્ની તે જવું થયું. કર્મપુદગલ જે દી તે દી તો
                મૂકવાના છે, મુકાશે. અનંતા ભવથી મૂકતો આવ્યો છે. છતાં આત્મા તો
                તેવો જ છે, તેને કંઈ થયું છે? મનુષ્યભવ દુર્લભ છે. તેમાં એક સત્સગ
                અને સતપુરુષનો બોધ એ બે જોઇએ. તો કંઇ ફિકર નહીં. “ફિકરકા ફાકા
                ભર્યા તાકા નામ ફકીર” આત્મા શું છે? આત્મા કેવો છે? હવે કંઇ ફિકર
                છે નહીં ધ્વિસ પણ થયા, અવસ્થા પણ થઇ. જન્મ-મરણ, એ વિકલ્પ જ ન કરવો.
                જન્મ-મરણ તો વ્યવહાર છે. જન્મ-મરણ હોય તોય શું? ન હોય તોય. શું? એ
                તો કર્મ છે. આત્માને શું? આત્મા તો જુદો છે. નિશ્ચયથી આત્મા જેમ છે
                તેમ છે. તેમાં કંઈ ભેદ પડ્યો છે? આવું છે. તો પછી શું? કંઇ નહીં 
                <br /> <br />
                મળ્યા હોય તે સાંભર, ક્ષેત્ર ફરસના, આ જગા મળી તો આ. નાસિક તો
                નાસિક, હૈ પ્રભુ ! મુંબઇએ તો તોબા, જુલમ કર્યો છે ! કોણ જાણે
                ક્યાંથી એટલાં બધાં માણસો આવ્યાં હશે. સ્ટશન ઉપર. પણ બધાને સમજણ
                ક્યાં?
                <br /> <br />
                સમજણમાં હોય તે હોય. સમજણ જ કામ કરે છે. સમજી લૈવાનું છે. હે ભગવાન
                ! શું કરું? હું તો થાક્યો; હું કંઇ જ જાણતો નથી. ગુરુનો જ પ્રતાપ
                છે ! તેથી કદાચ દુઃખ હોય તોય. શું? તે ન હોય તોય. શું? સમજણ જોઇએ.
                હૈ ભગવાન ! હું કંઇ જ જાણતો નથી. “એક વિઠ્ઠલવરને વરીએ* બસ થઈ
                રહ્યું! તે જે છે તે છે.
                <br /> <br />
                નાસિક, ચૈત્ર સુદ ૭,૧૯૯ર “જબ જાકો જેસો ઉદે, સો સોહૈ તિનિ
                થાન;શક્તિ મરોરે જીવકી, ઉદે મહા બલવાન" -શ્રી બનારસીદાસજી
                <br /> <br />
                શું કહેવાય ! ક્ષેત્રફરસના પ્રમાણે છે, થાય છે. સદ્ઠરુ ફપાથી આત્મા
                જાણ્યો છે અને દેઠ તો આનો, આનો, આનો સર્વનો ક્ષણભંગુર છે. તે
                સંબંધી કલ્પના કરવી વ્યર્થ છે. “ક્ષણ ક્ષણ ભયંકર ભાવમરણે કાં અહો !
                રાચી રહો ?”
                <br /> <br />
                નાસિકથી ચૈત્ર સુદ ૯ સંવત ૧૯૯૨ના રોજ પ્રભુશ્રીજી આશ્રમમાં પાછા
                પધાર્યા. સંવત ૧૯૯રના વૈશાખ સુદ ૮ ના રોજ નિત્યનિયમાનુસાર દેવવંદન
                કરી અંતેવાસીઓને “અપૂર્વઅવસર' બોલવાનું સૂચવેલ.
                <br /> <br />
                કપાળુ દેવનું એ ભાવનાસિદ્ધ પદ પૂર્ણ થતા રાત્રિના ૮.૧૦ વાગ્યે
                બન્યાશી વર્ષની વયે એ મહા પુરુષનો પવિત્ર આત્મા પરમ સમાધિમાં સ્થિત
                થઇ, નાશવંત દેહનો ત્યાગ કરી પરમ પદ પ્રત્યે પ્રયાણ કરી ગયો. અનંતશઃ
                અભિવંદન હો એ કલ્યાણમૂર્તિ પ્રભુશ્રીના પરમ પુનિત પદારવિંદને ! અને
                એમણે દર્શાવેલા દિવ્ય શાશ્ચત મોક્ષ માર્ગને !
              </p>
              <br />
              <h4 className="mt-4">
                <b>સમાધિમરણ આરાધના</b>
              </h4>
              <p>
                શ્રીમદ્‌ રા. આ. અગાસ, આસો વદ ૧3, ર૦૦૮ દિવાળી મહોત્સવનો પ્રારંભ,
                સમાષિમરણ પર્વ
                <br /> <br />
                આજથી આ ચાર ધ્વિસો સમાધિમરણના છે. આ ધ્વિસોમાં જેને તપ કરવું હોય,
                સ્વાધ્યાય કરવો હોય, વિનય આરાધવો હોય, ક્રોધ ઓછો કરવો હોય, માન
                ઓછું કરવું હોય, માયા ઓછી કરવી હોય, લોભ ઓછો કરવો હોય, અંતરંગ તપ,
                બાહ્મ તપ કરવું હોય તો આ ધ્વિસોમાં કરવા જેવું છે. બીજા ઘણા દ્વિસો
                છે, પણ આ ચાર ધ્વિસો (આસો ૧૬૧૩, ૧૪, ૦), કાર્તિક સુદ ૧) સમાધિમરણ
                માટે જ છે. એ ધ્વિસોમાં જાણે મરણ માથે જ છે એમ જાણીને આરાધના કરવી.
                લોકો જેમ ધ્વાળી આવે ત્યારે ઘર વગેરે સાફ કરે છે. દીવા કરે છે;
                તેવી રીતે આપણે અંતરથી કષાયાદિ કચરો કાઢી આત્માને નિર્મળ કરી
                અંતરમાં જ્ઞાન દીવો પ્રગટ કરવાનો છે. શ્રીપાળ રાજાનો રાસ વંચાતો
                હતો તે વખતે પ્રભુશ્રીજીને સહજે સ્કુરી આવ્યું કે કોઈ પૂછે કે
                સમાધિમરણ શાથી થાય? પછી આ ચાર દ્વિસોમાં છત્રીશ, છત્રીશ માળાની
                યોજના કરી. ભગવાને આ ધ્વિસોમાં સમાધિમરણ કર્યું છે, માટ આપણે પણ
                સમાધિમરણ કરવાનું છે.
                <br /> <br />
                અહીં રાત્રે (6 થી ૧૧) છત્રીશ માળા ફેરવાશે. પહેલી ત્રણ માળા{" "}
                <b>“સહજાત્યસ્વરૂપ પરમગુરૂ"</b> મંત્રની ફેરવાશે. પહેલી માળા
                સમ્યગદર્શન પ્રાપ્ત કરવા માટે ફેરવાશે. સહજાત્યસ્વરૂપમાં અનંત ગુણ
                છે, પણ તેમાંથી એક સમ્યગદર્શન પ્રાત કરવા માટ આ એક માળા ફેરવું
                છું, એવો લક્ષ રાખી ફેરવવી. પછી બીજી માળા સમ્યગજ્ઞાનપ્રાપતિ અર્થ
                ફેરવાશે. હે ભગવાન, સમ્યગજ્ઞાન અર્થ આ માળા ફેરવું છું. એમ ભાવના
                રાખી ફેરવવી. પછી સમ્યકૃચસ્ત્રિપ્રામિ અર્થ ત્રીજી માળા ફેરવાશે.
                સ્વરૂપમાં સ્થિરતા થવા માટે આ માળા ફેરવું છું. એમ લક્ષ રાખી
                ફેરવવી.
                <br /> <br />
                પછી અટ્ટાવીશ માળા મોહનીય કર્મની અટ્ટાવીશ પ્રકૃતિ ક્ષય કરવા માટે{" "}
                <b>“પરમગુરુ નિંગ્રંથસર્વજ્ઞદેવ"</b> એ મંત્રની ફેરવાશે. તેમાં
                પહેલી માળા મિથ્યાત્વમોહનીય ક્ષય કરવા માટે ફેરવાશે. મિથ્યાત્વ
                ક્ષય થવા માટે આ માળા ફેરવું છું. એ લક્ષ રાખીને ફેરવવી. પછી બીજી
                માળા મિશ્ર-મોહનીય ક્ષય કરવા માટે ફેરવાશે ત્રીજી માળા સમ્યકૃત્વ
                મોહનીય ક્ષય કરવા માટે ફેરવાશે. પછી ચાર માળા અનંતાનુબંધી
                કોધ-માન-માયા-લાભ ક્ષય કરવા માટે ફેરવાશે. અનંતાનુબંધી કષાય સમક્તિ
                થવા ન દે અથવા થયું હોય તેનો ધાત કરે. અપ્રત્યાખ્યાનાવરણીય એટલૈ
                અલ્પ પણ વ્રત આવવા ન દે. એ અપ્રત્યાખ્યાનાવરણીય ક્રોધ-માન-માયા-લોભ
                ક્ષય કરવા માટે પછી ચાર માળા ફેરવાશે. પ્રત્યાખ્યાનાવરણીય એટલે
                સર્વવિરતિ અથવા મુનિપણું આવવા ન દે. ચાર માળો એ પ્રત્યાખ્યાનાવરણીય
                ક્રોધમાન-માયા-લોભ ક્ષય કરવા અર્થ ફેરવાશે. સંજવલન કષાય સંપૂર્ણ
                (થથાખ્યાત) ચાસ્ત્રિ પ્રગટ થવા ન હૈ. રમે। સંજુવલન
                કોધ-માન-માયા-લોભ ક્ષય થવા માટે ચાર માળા ફેરવાશે. હાસ્ય, રતિ,
                અરતિ, ભય, શોક, જુગુપ્સા, સ્રીવેદ, પુરુષ વેદ. નપુંસકવેદ, એ નવ
                નોકષાય ક્ષય થવા માટે અનુક્રમે નવ માળા ફેરવાશે. કષાય થવાનાં કારણો
                તે નોકષાય છે. દરેક માળા ફેરવતી વખતે તેના પ્રતિપક્ષી ગુણની ભાવના
                કરવી. હાસ્ય ક્ષય થવા માટે માળા ફેરવતી વખતે, ગંભીર થવા માટે આ
                માળા ફેરવું છું. રતિ ક્ષય થવા માટે માળા ફેરવતી વખતે વૈરાગ્ય થવા
                માટે આ માળા ફેરવું છું. એમ દરંક માળા ફેરવતી વખતે કયો ગુણ
                પ્રગટાવવો છે તે લક્ષ રાખવો.
                <br /> <br />
                પછી પાંચ જ્ઞાનાવરણીય ક્ષય કરવા પાંચ માળા -{" "}
                <b>“આતમ ભાવના ભાવતાં જીવ લહે કેવળજ્ઞાન રે"</b> એ મંત્રની
                ફેરવાશે. પહેલી માળા મતિજ્ઞાનાવરણીય ક્ષય કરવા માટે ફેરવાશે, બીજી
                માળા શ્રૃતજ્ઞાનાવરણીય ક્ષય કરવા માટે ફેરવાશે, ત્રીજી માળા
                અવધિજ્ઞાનાવરણીય ક્ષય કરવા માટે ફેરવાશે, ચોથી માળા
                મનઃપર્યવજ્ઞાનાવરણીય ક્ષય કરવા માટે ફેરવાશે, પાંચમી માળા
                કેવળજ્ઞાનાવરણીય ક્ષય કરવા માટે ફેરવાશે. આ માળખ રોજ રાતે ફેરવાશે.
                રોજ લક્ષ રાખીને માળાઓ ફેરવવી. જાણે માથે મરણ જ રહ્યું છે. એમ
                જાણીને સમાધિમરણ કરવા તેયારી કરવી. પછી મરણ થાય તો ભલૈ વોલ- જિવાય
                તોય ભલૈ જિવાય
              </p>
            </div>
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default BodhPage;
